Get the definition representing this parameter element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public InternalDefinition GetDefinition()
  Visual Basic
Public Function GetDefinition As InternalDefinition
  Visual C++
public:
InternalDefinition^ GetDefinition()
 Return Value
 The parameter.
 See Also
  ParameterElement Class
  Autodesk.Revit.DB Namespace